{
  "pensamentos": [
    {
      "id": "3",
      "conteudo": "O bagulho é louco",
      "autoria": "Eu",
      "modelo": "modelo2",
      "favorito": false
    },
    {
      "conteudo": "Apareca querido",
      "autoria": "eu",
      "modelo": "modelo3",
      "favorito": true,
      "id": "4"
    },
    {
      "id": "5",
      "conteudo": "criando pensamento e fazendo rota para pagina de pensamento com o novo pensamento adicionado this.router.navigate(['/listarPensamento'])",
      "autoria": "router.navigate",
      "modelo": "modelo2",
      "favorito": true
    },
    {
      "conteudo": "Teste",
      "autoria": "André Alcântara Santos",
      "modelo": "modelo1",
      "favorito": true,
      "id": "ggsGVod"
    },
    {
      "conteudo": "Uma mente necessita de livros da mesma forma que uma espada necessita de uma pedra de amolar, se quisermos que se mantenha afiada",
      "autoria": "GRRM",
      "modelo": "modelo1",
      "favorito": true,
      "id": "uWIF_GD"
    },
    {
      "conteudo": "Nunca se esqueça de quem você é, porque é certo que o mundo não se lembrará. Faça disso sua força. Assim, não poderá ser nunca a sua fraqueza. Arme-se com esta lembrança, e ela nunca poderá ser usada para magoá-lo.",
      "autoria": "GRRM",
      "modelo": "modelo2",
      "favorito": false,
      "id": "Y0rtyia"
    },
    {
      "conteudo": "Let me tell you something about wolves, child. When the snows fall and the white winds blow, the lone wolf dies, but the pack survives.",
      "autoria": "GRRM",
      "modelo": "modelo2",
      "favorito": false,
      "id": "wnbMJxe"
    },
    {
      "conteudo": "The grey sheep have closed their eyes, but the mastiff sees the truth. Old powers waken. Shadows stir. An age of wonder and terror will soon be upon us, an age for gods and heroes.",
      "autoria": "GRRM",
      "modelo": "modelo1",
      "favorito": false,
      "id": "8LtiX3D"
    },
    {
      "conteudo": "Fear is what keeps a man alive in this world of treachery and deceit.",
      "autoria": "GRRM",
      "modelo": "modelo3",
      "favorito": false,
      "id": "hAj0KHv"
    },
    {
      "conteudo": "Aren’t you afraid? The gods might send you down to some terrible hell for all the evil you’ve done.” “What evil?” He laughed. “What gods",
      "autoria": "GRRM",
      "modelo": "modelo3",
      "favorito": false,
      "id": "cM2JP81"
    },
    {
      "conteudo": "Remember. To go north, you must journey south. To reach the west, you must go east. To go forward you must go back, and to touch the light you must pass beneath the shadow.",
      "autoria": "GRRM",
      "modelo": "modelo2",
      "favorito": false,
      "id": "hwsiosx"
    },
    {
      "conteudo": "My trees, they said, you can’t eat them apples. My stream, you can’t fish here. My wood, you’re not t’ hunt. My earth, my water, my castle, my daughter, keep your hands away or I’ll chop ’em off, but maybe if you kneel t’ me I’ll let you have a sniff.",
      "autoria": "GRRM",
      "modelo": "modelo3",
      "favorito": false,
      "id": "nCUW3kr"
    },
    {
      "conteudo": "Listen guys: hash words won't solve problems. Actions will!",
      "autoria": "Aang",
      "modelo": "modelo3",
      "favorito": false,
      "id": "vBRGV8z"
    }
  ]
}